Repository: jorgeRumilly/sj4web_vendorpo
Catalog: translations/*/ModulesSj4webvendorpoShop.*.xlf
Languages: fr_fr

source: Shipping Information
fr_fr: Informations de Livraison

source: 1 shipment
fr_fr: 1 envoi

source: %d shipments
fr_fr: %d envois

source: Delivery times:
fr_fr: Délais de livraison :

source: Number of shipments
fr_fr: Nombre d'envois

source: This order will be shipped in a single shipment.
fr_fr: Votre commande sera expédiée en un seul envoi.

source: Estimated Delivery Times
fr_fr: Délais de Livraison Estimés

source: This order will be shipped in multiple separate shipments.
fr_fr: Votre commande va être expédiée en plusieurs envois séparés.

source: This order will be shipped in %d separate shipments.
fr_fr: Votre commande sera expédiée en %d envois séparés.

source: Shipment
fr_fr: Envoi

source: detailed information available when choosing delivery method
fr_fr: Plus d’infos à l’étape livraison

source: Hide details
fr_fr: Cacher détails

source: Show details
fr_fr: Afficher détails
